posts = [
    {
        'count': 1,
        'text': 'Приветик😇\n<b>Тебе уже есть 18 лет?🙉</b>',
        'photo': '2023-08-25 22.13.24.jpg',
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'default_next': None,
        'buttons': [
            {
                'button_text': '✅ Ага',
                'button_url': '',
                'next_post': 2,
                'action': 'Следующий пост'
            },
            {
                'button_text': '❌ Нет',
                'button_url': '',
                'next_post': 2,
                'action': 'Следующий пост'
            },
            {
                'button_text': 'Не скажу)',
                'button_url': '',
                'next_post': 2,
                'action': 'Следующий пост'
            },
        ]
    },
    {
        'count': 2,
        'text': '''Приветик 💋
Меня зовут Алиса, я сексолог по образованию. Обожаю секс и очень люблю показывать себя (фоткать, снимать видосики😝) Общество осуждает таких девчонок как я, многие называют таких шлюх*ми и т.п. 
Это можно называть как угодно, но мы то с тобой, знаем, что большинству мужчинам по душе такие девчата😈 
Друзья посоветовали создать свой телеграм канал, вот послушалась, теперь буду проводить эксперименты в этой области 🙈
Оставайся со мной, тут будет очень много жаркого контента, ну и полезности в области секса каждый день🔥😝
<b>Я обещала подарок, вот мои эротик фоточки</b>🔞👇''',
        'default_next': 3,
        'photo': '2023-08-25 22.13.45.jpg',
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': ['Вступил в прогрев'],
        'buttons': [
            {
                'button_text': 'Забрать подарок🎁',
                'button_url': '',
                'next_post': 4,
                'action': 'Следующий пост'
            },
            {
                'button_text': 'Не хочу подарок😜',
                'button_url': '',
                'next_post': 4,
                'action': 'Следующий пост'
            },
        ]
    },
    {
        'count': 3,
        'text': '''Жди такой видосик от меня завтра 😋🥰\nНу, а пока ждешь, то переходи сюда👉 @neo_toptrading_bot 👈 ''',
        'photo': '2023-08-25 22.39.05.jpg',
        'audio': None,
        'video': None,
        'timer': 60,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'buttons': [],
        'default_next': 10,
    },
    {
        'count': 4,
        'text': None,
        'photo': '2023-08-25 22.13.55.jpg',
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'default_next': 10,
        'buttons': [
            {
                'button_text': '🔞 Еще фоточку 👉',
                'button_url': '',
                'next_post': 5,
                'action': 'Следующий пост'
            },
        ]
    },
    {
        'count': 5,
        'text': 'А хрен тебе 5',
        'photo': None,
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'buttons': [],
        'default_next': 10,
    },
    {
        'count': 10,
        'text': 'Новый день',
        'photo': None,
        'audio': None,
        'video': None,
        'timer': None,
        'time': '22:50:00',
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'buttons': []
    },
]