posts = [
    {
        'count': 1000,
        'emoji': None,
        'text': '''Дорогой, я не вижу твои сообщения😔

Приглашаю тебя в свой приватный канал, где все без ценузки🙈 <b>там очень горячо</b> 🔞🔥 <b>+ мы сможем общаться</b>😊

тыкай кнопочку и вступай👇
@alisprivatebot
        ''',
        'photo': None,
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Шаблон ответа',
        'add_tags': [],
        'buttons': [
            {
                'button_text': '💋Вступить💋',
                'button_url': '',
                'next_post': 1001,
                'action': 'Следующий пост'
            },
        ],
        'default_next': None,
    },
{
        'count': 1001,
        'emoji': None,
        'text': '''<b>Вся информация о приваточке тут:</b>
👇
@alisprivatebot
@alisprivatebot
@alisprivatebot

Переходи🥰😍
        ''',
        'photo': None,
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'buttons': [],
        'default_next': None,
    },
    {
        'count': 1,
        'emoji': None,
        'text': 'Приветик😇\n<b>Тебе уже есть 18 лет?🙉</b>',
        'photo': '2023-08-25 22.13.24.jpg',
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'default_next': None,
        'buttons': [
            {
                'button_text': '✅ Ага',
                'button_url': '',
                'next_post': 2,
                'action': 'Следующий пост'
            },
            {
                'button_text': '❌ Нет',
                'button_url': '',
                'next_post': 2,
                'action': 'Следующий пост'
            },
            {
                'button_text': 'Не скажу)',
                'button_url': '',
                'next_post': 2,
                'action': 'Следующий пост'
            },
        ]
    },
    {
        'count': 2,
        'emoji': None,
        'text': '''Приветик 💋
        
Меня зовут Алиса, я сексолог по образованию. Обожаю секс и очень люблю показывать себя (фоткать, снимать видосики😝) Общество осуждает таких девчонок как я, многие называют таких шлюх*ми и т.п.
 
Это можно называть как угодно, но мы то с тобой, знаем, что большинству мужчинам по душе такие девчата😈 

Друзья посоветовали создать свой телеграм канал, вот послушалась, теперь буду проводить эксперименты в этой области 🙈

Оставайся со мной, тут будет очень много жаркого контента, ну и полезности в области секса каждый день🔥😝

<b>Я обещала подарок, вот мои эротик фоточки</b>🔞👇''',
        'default_next': 3,
        'photo': '2023-08-25 22.13.45.jpg',
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': ['Вступил в прогрев'],
        'buttons': [
            {
                'button_text': 'Забрать подарок🎁',
                'button_url': '',
                'next_post': 4,
                'action': 'Следующий пост'
            },
            {
                'button_text': 'Не хочу подарок😜',
                'button_url': '',
                'next_post': 4,
                'action': 'Следующий пост'
            },
        ]
    },
    {
        'count': 3,
        'emoji': None,
        'text': '''Жди такой видосик от меня завтра 😋🥰\n\nНу, а пока ждешь, то переходи сюда👉 @neo_toptrading_bot 👈 ''',
        'photo': '2023-08-25 22.39.05.jpg',
        'audio': None,
        'video': None,
        'timer': 40,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'buttons': [],
        'default_next': 10,
    },
    {
        'count': 4,
        'emoji': None,
        'text': None,
        'photo': '2023-08-25 22.13.55.jpg',
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': ['Забрал подарок'],
        'default_next': None,
        'buttons': [
            {
                'button_text': '🔞 Еще фоточку 👉',
                'button_url': '',
                'next_post': 5,
                'action': 'Следующий пост'
            },
        ]
    },
    {
        'count': 5,
        'emoji': None,
        'text': None,
        'photo': '2023-08-30 21.56.16.jpg',
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'default_next': None,
        'buttons': [
            {
                'button_text': '🔞 Еще фотку 👉',
                'button_url': '',
                'next_post': 6,
                'action': 'Следующий пост'
            }
        ],
    },
    {
        'count': 6,
        'emoji': None,
        'text': None,
        'photo': '2023-08-30 21.59.00.jpg',
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'default_next': None,
        'buttons': [
            {
                'button_text': '🔞 Еще фоточку 👉',
                'button_url': '',
                'next_post': 7,
                'action': 'Следующий пост'
            }
        ],
    },
    {
        'count': 7,
        'emoji': None,
        'text': None,
        'photo': '2023-08-30 22.00.09.jpg',
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'default_next': None,
        'buttons': [
            {
                'button_text': '🔞 Еще фоточку 👉',
                'button_url': '',
                'next_post': 8,
                'action': 'Следующий пост'
            }
        ],
    },
    {
        'count': 8,
        'emoji': '😘',
        'text': None,
        'photo': None,
        'audio': None,
        'video': None,
        'timer': None,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'buttons': [],
        'default_next': 9,
    },
    {
        'count': 9,
        'emoji': None,
        'text': '''Подарочки закончились, на сегодня хватит😈🙊 

Теперь можешь смело отписаться, если хочешь пропустить очень жаркое видео от меня завтра🙈🔥🔞

Вообщем, видосик от меня завтра 📹▶️

Ну, а пока ждешь, то переходи сюда 👉 @neo_toptrading_bot 👈 ''',
        'photo': None,
        'audio': None,
        'video': None,
        'timer': 5,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'buttons': [],
        'default_next': None,
    },
    {
        'count': 10,
        'emoji': None,
        'text': '{first_name}, доброе утро 😋😋😋',
        'photo': '2023-08-30 22.06.58.jpg',
        'audio': None,
        'video': None,
        'timer': None,
        'time': '23:59',
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'buttons': [],
        'default_next': 11,
    },
    {
        'count': 11,
        'emoji': None,
        'text': None,
        'photo': None,
        'audio': 'Сполоснулась в душе.ogg',
        'video': None,
        'timer': 6,
        'time': None,
        'post_type': 'Элемент воронки',
        'add_tags': [],
        'buttons': [],
        'default_next': None,
    },

]